{
	"introduction": {
		"description": "Développeur Full Stack en freelance, je propose un service de qualité tout en répondant à des problématiques variées.\n<br><br>\nÀ travers mon parcours professionnel et à Epitech (diplômé master en technologies de l'information), j'ai eu l'opportunité de travailler sur des projets de création d'applications web, d'outils de gestion, plateforme d'analyse de graphe et conception de sites vitrines.\n<br><br>\nLors de mon temps libre, je prends plaisir à travailler sur divers projets personnel et je m'informe régulièrement des dernières tendances technologiques.\nMais sans pour autant être un geek, j'adore aussi voyager, jouer de la guitare et faire du skateboard.\n\n",
		"title": "Bonjour!"
	},
	"links": {
		"resume": "CV"
	},
	"mode": {
		"dark": "Mode Sombre",
		"light": "Mode Lumière"
	},
	"sections": {
		"about": {
			"education": {
				"title": "éducation",
				"university": {
					"date": "Février 2018 - Octobre 2022",
					"degree": "Master Bac+5, Expert en Technologies de l'Information",
					"description": "Epitech propose une formation en 5 ans et délivre le titre d'Expert en Technologies de l'Information.\n\nSa pédagogie est à l'opposé de l'enseignement traditionnel, où elle fonctionne par projets.\nL'étudiant est autonome et devient progressivement autodidacte. il est maître de son temps et de son organisation à l'école.\n\nLa programmation est abordée exclusivement.\nIl n'y a aucune théorie et l'élève apprend en pratiquant sur des sujets donnés et des langages de programmation.",
					"skills": {
						"algorithms": "Algorithmes",
						"web_mobile_development": "Développement Web & Mobile"
					}
				}
			},
			"experiences": {
				"afd_tech": {
					"date": "Septembre 2021 - Février 2022",
					"description": "Stage à temps partiel 3j/semaine dans le cadre de ma scolarité à Epitech pour un client interne rattaché à l'équipe marketing.\n\nDéveloppement d'une application mobile de planification et organisation de processus pour aider l'entreprise à gérer différents projets, fichiers, actualités et clients en même temps.",
					"position": "Développeur Fullstack Mobile"
				},
				"beconbe": {
					"date": "Avril 2021 - Juin 2021",
					"deployment": "Déploiement",
					"description": "Freelance en tant que Développeur Web. Création d'un site vitrine from scratch via Wordpress pour l'entreprise \"BECONBE\" en Corée du Sud.",
					"place": "Corée du Sud Séoul Yongsan-gu Séoul",
					"position": "Développeur WordPress"
				},
				"capgemini": {
					"date": "Avril 2022 - Février 2022",
					"description": "En lien avec le programme Artemis, l'objectif de ma mission était de développer une plateforme web d'analyse et d'étude de graphes pour le Ministère des Armées.\n\nCette solution permet d'identifier et de retrouver différentes sources d'informations de manière optimisé.",
					"position": "Développeur Fullstack Web"
				},
				"cnrs": {
					"date": "Janvier 2023 - février 2023",
					"description": "Reprise du développement d'une application web de sensibilisation à la consommation d'énergie.\n\nL'application web propose à l'utilisateur via 3 modules de mieux comprendre sa consommation d'énergie au quotidien.\nIl peut visualiser en détail ses consommations électriques, a la possibilité d'entrer ses consommations et peut accéder à un histogramme de comparaison des données avec un autre ménage similaire.",
					"position": "Développeur Fullstack Vue.js/Nodes.js"
				},
				"radisson_blu": {
					"date": "Novembre 2018 - Décembre 2018",
					"description": "Stagiaire en tant qu'Assistant Administrateur Systèmes et Réseaux pour le début de ma 2ème année à Epitech.\nMise en place et analyse d'un parc informatique, support IT et automatisation des tâches via des outils : GPO, Active Directory, Protocoles Réseau (TCP, FTP, IPV4 et IPV6)",
					"position": "Assistant Administrateur Système & Réseau"
				},
				"wellup": {
					"date": "Avril 2023 - Avril 2023",
					"description": "Correction d'un bug visuelle sur plateforme wellup.fr.\nLe site propose une solution de prise de rendez-vous en ligne avec un thérapeute.",
					"position": "Développeur WordPress"
				}
			},
			"title": "à propos de moi."
		},
		"contact": {
			"button_send": "envoyer",
			"name": "nom"
		},
		"portfolio": {
			"beconbe": {
				"category": "",
				"date": "",
				"description": ""
			},
			"button_close": "fermer",
			"button_read_more": "lire plus",
			"button_show_more": "montrer plus",
			"button_visit_website": "lien du site",
			"personal_dashboard": {
				"category": "Application Web",
				"date": "Mars 2020 - Janvier 2021",
				"description": "Music Sheet Recognizer (MSR) met en évidence le traitement et la reconnaissance d'image de base. Comme la reconnaissance optique de caractères"
			},
			"smart_meter": {
				"category": "",
				"date": "",
				"description": ""
			},
			"wellup": {
				"category": "",
				"date": "",
				"description": ""
			}
		},
		"recommendations": {
			"capgemini": {
				"title": "En tant que responsable technique, j'ai pu travailler avec Gabriel dans le cadre de sa mission chez Capgemini. C'est un bon développeur, sérieux et ponctuel. Son niveau technique, son investissement et sa rapidité d'intégration à un projet complexe et sa connaissance des bonnes pratiques (clean code, documentation) ont été très appréciés."
			},
			"cnrs": {
				"title": "Notre expérience avec Gabriel a été très satisfaisante. Il s'est très bien approprié le projet tout en restant à l'écoute et en répondant à nos besoins dans les temps. Au plaisir de pouvoir collaborer à nouveau avec lui."
			},
			"epitech": {
				"title": "Gabriel est une personne sérieuse qui se donne à 100% pour réussir ses projets. C'est un développeur d'exception qui maîtrise ce qu'il fait."
			},
			"title": "recommandations",
			"wellup": {
				"title": "Mission réalisée efficacement"
			}
		},
		"skills": {
			"databases": "Bases de données",
			"languages": "langages",
			"librairies": "bibliothèques",
			"operating_systems_and_tools": "systèmes d'exploitation et outils",
			"title": "compétences.",
			"web_technologies": "technologies web"
		}
	},
	"tab": {
		"about": "à propos",
		"skills": "compétences"
	}
}
