{
	"footer": {
		"developed_with": "Développé en"
	},
	"introduction": {
		"description": "Développeur Full Stack en freelance, passionné de Javascript et Wordpress, j'accompagne mes clients dans la réalisation d'applications web et mobile en proposant un service de qualité.\n<br><br>\nJ'ai eu l'opportunité d'intervenir sur des missions de création d'applications web, conception de sites vitrines, outils de gestion mobile et plateformes d'analyse de données.\n<br><br>\nPendant mon temps libre, je contribue à divers projets personnels et je reste à jour sur les dernières tendances tech.\n<br>\nJ'adore aussi voyager, jouer de la guitare et faire du skateboard.\n\n",
		"title": "Bonjour!"
	},
	"links": {
		"resume": "CV"
	},
	"mode": {
		"dark": "Mode Sombre",
		"light": "Mode Lumière"
	},
	"sections": {
		"about": {
			"education": {
				"title": "éducation",
				"university": {
					"date": "Février 2018 - Octobre 2022",
					"degree": "Master Bac+5, Expert en Technologies de l'Information",
					"description": "Epitech propose une formation en 5 ans et délivre le titre d'Expert en Technologies de l'Information.\n\nSa pédagogie fonctionne par projets.\nL'étudiant est autonome et devient progressivement autodidacte.\n\nLa programmation est abordée exclusivement.",
					"skills": {
						"algorithms": "Algorithmes",
						"programming": "Programmation",
						"self_taught": "Autodidacte",
						"team_work": "Travail En Équipe",
						"web_mobile_development": "Développement Web & Mobile"
					}
				}
			},
			"experiences": {
				"afd_tech": {
					"date": "Septembre 2021 - Février 2022",
					"description": "Stage à temps partiel en tant que Développeur Mobile Full Stack React Native/Node.js.\n\nDéveloppement d'une application mobile de planification et organisation de processus (Android & iOS).",
					"position": "Développeur Fullstack Mobile"
				},
				"beconbe": {
					"date": "Avril 2021 - Juin 2021",
					"deployment": "Déploiement",
					"description": "Freelance en tant que Développeur Web.\nCréation d'un site vitrine from scratch via Wordpress pour l'entreprise \"BECONBE\" en Corée du Sud.",
					"place": "Séoul, Corée du Sud",
					"position": "Développeur WordPress"
				},
				"capgemini": {
					"date": "Avril 2022 - Février 2023",
					"description": "CDI en tant que Développeur Fullstack React.js/Java.\n\nL'objectif de ma mission était de développer une plateforme web d'analyse de graphe pour identifier et retrouver différentes sources d'information de manière optimisée.",
					"position": "Développeur Fullstack React.js/Java"
				},
				"cnrs": {
					"date": "Janvier 2023 - Février 2023",
					"description": "Freelance à temps partiel en tant que Développeur Fullstack Vue.js/Node.js.\nReprise du développement d'une application web de sensibilisation à la consommation d'énergie.",
					"position": "Développeur Fullstack Vue.js/Nodes.js"
				},
				"radisson_blu": {
					"date": "Novembre 2018 - Décembre 2018",
					"description": "Stagiaire en tant qu'Assistant Administrateur Systèmes et Réseaux.\nParc informatique, support IT, maintenance, automatisation des tâches.",
					"position": "Assistant Administrateur Système & Réseau"
				},
				"title": "expériences",
				"wellup": {
					"date": "Avril 2023 - Avril 2023",
					"description": "Freelance en tant que Développeur WordPress.\nCorrection d'un bug visuelle et amélioration du responsive design sur la plateforme wellup.fr.",
					"position": "Développeur WordPress"
				}
			},
			"title": "à propos de moi."
		},
		"contact": {
			"button_send": "envoyer",
			"messages": {
				"fields_error": "Veuillez remplir tous les champs.",
				"message_error": "Oops! Il y a eu un problème.",
				"message_received": "Merci! Le message a été reçu."
			},
			"name": "nom"
		},
		"portfolio": {
			"beconbe": {
				"category": " Site Vitrine",
				"date": "Avril 2021 - Juin 2021",
				"description": "Création d'un site vitrine from scratch via WordPress.\n<br>\nMock-ups, pages, navigation et UI/UX adaptive et responsive."
			},
			"button_close": "fermer",
			"button_read_more": "lire plus",
			"button_show_more": "montrer plus",
			"button_visit_website": "lien du site",
			"personal_dashboard": {
				"category": "Application Web",
				"date": "Mars 2020 - Janvier 2021",
				"description": "Application Web Dashboard inspirée de Net Vibes, proposant des services et des widgets personnalisables.\n<br>\nL'application web fournit des informations utiles provenant de diverses sources externes.\n<br><br>\nEn s'abonnant à ces services, l'utilisateur peut composer son tableau de bord en insérant des instances de widgets préconfigurés.\n<br><br>\nAussi, il est possible de modifier, supprimer et déplacer des widgets sur le tableau de bord."
			},
			"smart_meter": {
				"category": "Application Web",
				"date": "Janvier 2023 - Février 2023",
				"description": "Application web de sensibilisation à la consommation d'énergie.\n<br>\nL'application web propose à l'utilisateur via 3 modules de mieux comprendre sa consommation d'énergie au quotidien.\n<br><br>\nIl peut visualiser en détail ses consommations électriques reliées à son compteur intelligent, a la possibilité d'entrer ses consommations manuellement et peut accéder à un histogramme de comparaison de ses données avec un autre ménage similaire."
			},
			"wellup": {
				"category": "Site Internet",
				"date": "Avril 2023 - Avril 2023",
				"description": "Site Web proposant une solution de prise de rendez-vous en ligne avec un thérapeute.\n<br><br>\nIl est possible de rechercher tout type de thérapeute, consulter les tarifications et planifier un rendez-vous."
			}
		},
		"recommendations": {
			"capgemini": {
				"position": "Directeur technique",
				"title": "En tant que responsable technique, j'ai pu travailler avec Gabriel dans le cadre de sa mission chez Capgemini. C'est un bon développeur, sérieux et ponctuel. Son niveau technique, son investissement et sa rapidité d'intégration à un projet complexe et sa connaissance des bonnes pratiques (clean code, documentation) ont été très appréciés."
			},
			"cnrs": {
				"position": "Chercheur",
				"title": "Notre expérience avec Gabriel a été très satisfaisante. Il s'est très bien approprié le projet tout en restant à l'écoute et en répondant à nos besoins dans les temps. Au plaisir de pouvoir collaborer à nouveau avec lui."
			},
			"epitech": {
				"position": "Développeur Full Stack",
				"title": "Gabriel est une personne sérieuse qui se donne à 100% pour réussir ses projets. C'est un développeur d'exception qui maîtrise ce qu'il fait."
			},
			"title": "recommandations",
			"wellup": {
				"position": "PDG",
				"title": "Mission réalisée efficacement"
			}
		},
		"skills": {
			"databases": "bases de données",
			"languages": "langages",
			"librairies": "bibliothèques",
			"operating_systems_and_tools": "systèmes d'exploitation et outils",
			"title": "compétences.",
			"web_technologies": "technologies web"
		}
	},
	"tab": {
		"about": "à propos",
		"skills": "compétences"
	}
}
